HookyQR.beautify
PKief.material-icon-theme
PeterJausovec.vscode-docker
akamud.vscode-theme-onedark
arcticicestudio.nord-visual-studio-code
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
eg2.vscode-npm-script
formulahendry.code-runner
samverschueren.final-newline
shardulm94.trailing-spaces
zhuangtongfa.Material-theme
Dart-Code.dart-code
franzsilva.fs-flutter-snippets
SolarLiner.linux-themes
