HookyQR.beautify
PKief.material-icon-theme
PeterJausovec.vscode-docker
akamud.vscode-theme-onedark
arcticicestudio.nord-visual-studio-code
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
eg2.vscode-npm-script
formulahendry.code-runner
samverschueren.final-newline
shardulm94.trailing-spaces
zhuangtongfa.Material-theme
Dart-Code.dart-code
franzsilva.fs-flutter-snippets
SolarLiner.linux-themes
redhat.java
vscjava.vscode-java-debug
vscjava.vscode-maven
vscjava.vscode-java-test
donjayamanne.python-extension-pack
rust-lang.rust
bungcip.better-toml
shd101wyy.markdown-preview-enhanced
webfreak.debug
ms-vscode-remote.vscode-remote-extensionpack
teabyii.ayu
